#!/usr/bin/env python
# coding=utf-8
CONST_XING =\
[
'王','李','张','刘','陈','杨','黄','吴','赵','周',\
'徐','孙','马','朱','胡','林','郭','何','高','罗',\
'郑','梁','谢','宋','唐','许','邓','冯','韩','曹',\
'曾','彭','萧','蔡','潘','田','董','袁','于','余',\
'叶','蒋','杜','苏','魏','程','吕','丁','沈','任',\
'姚','卢','傅','钟','姜','崔','谭','廖','范','汪',\
'陆','金','石','戴','贾','韦','夏','邱','方','侯',\
'邹','熊','孟','秦','白','江','阎','薛','尹','段',\
'雷','黎','史','龙','陶','贺','顾','毛','郝','龚'\
'邵','万','钱','严','赖','覃','洪','武','莫','孔'
]


CONST_MING_WOMEN=\
['嘉','琼','桂','娣','叶','璧','璐','娅','琦','晶','妍','茜','秋','珊','莎','锦','黛','青','倩','婷','姣','婉','娴','瑾','颖','露','瑶','怡','婵','雁','蓓','纨','仪','荷','丹','蓉','眉','君','琴','蕊','薇','菁','梦','岚','苑','婕','馨','瑗','琰','韵','融','园','艺','咏','卿','聪','澜','纯','毓','悦','昭','冰','爽','琬','茗','羽','希','宁','欣','飘','育','滢','馥','筠','柔','竹','霭','凝','晓','欢','霄','枫','芸','菲','寒','伊','亚','宜','可','姬','舒','影','荔','枝','思','丽','秀','娟','英','华','慧','巧','美','娜','静','淑','惠','珠','翠','雅','芝','玉','萍','红','娥','玲','芬','芳','燕','彩','春','菊','勤','珍','贞','莉','兰','凤','洁','梅','琳','素','云','莲','真','环','雪','荣','爱','妹','霞','香','月','莺','媛','艳','瑞','凡','佳']
CONST_MING_MAN=\
['涛','昌','进','林','有','坚','和','彪','博','诚','先','敬','震','振','壮','会','群','豪','心','邦','承','乐','绍','功','松','善','厚','庆','磊','民','友','裕','河','哲','江','超','浩','亮','政','谦','亨','奇','固','之','轮','翰','朗','伯','宏','言','若','鸣','朋','斌','梁','栋','维','启','克','伦','翔','旭','鹏','泽','晨','辰','士','以','建','家','致','树','炎','德','行','时','泰','盛','雄','琛','钧','冠','策','腾','伟','刚','勇','毅','俊','峰','强','军','平','保','东','文','辉','力','明','永','健','世','广','志','义','兴','良','海','山','仁','波','宁','贵','福','生','龙','元','全','国','胜','学','祥','才','发','成','康','星','光','天','达','安','岩','中','茂','武','新','利','清','飞','彬','富','顺','信','子','杰','楠','榕','风','航','弘']


CONST_ACTION_LIST = \
[
'去吃饭',
'去打球',
'去游泳',
'去上班',
'去约会',
'去爬山',
'去旅行',
'去赶飞机',
'去洗澡',
'玩dota',
'去工作',
'去上课',
'去备课',
'去学吉他',
'去跑步',
'去健身',
'去医院',
'去看牙',
'去弹琴',
'去探亲',
'去学武',
'去考试',
'去赶车',
'去K歌',
'去与女朋友吃饭',
'去和同学打篮球',
'去踢足球',
'去见客户',
'去输液',
'去翻译东西',
'去打印毕业设计',
]
